Repository: cengelbart39/Splatalyzer
Catalog: Sources/Splatalyzer/Resources/language/MainWeapon.xcstrings
Source language: en
Languages: de, es_419, es_es, fr_ca, fr_fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# Shooter_Flash_01
source: Foil Squeezer
de: Quetscher Fol
es_419: Tintopresor Foil
es_es: Tintopresor B
fr_ca: Compresseur aluminium
fr_fr: Compresseur alu
it: Strizzer B
ja: ボトルガイザーフォイル
ko: 포일 보틀 가이저
nl: Foil Floeper
ru: Бутылятор «Блеск»
zh_hans: 开瓶喷泉枪 金属箔
zh_hant: 開瓶噴泉槍 金屬箔

# Shooter_Gravity_00
source: .52 Gal
de: .52 Gallon
es_419: Salpicadora 2000
es_es: Salpicadora 2000
fr_ca: Calibre 2000
fr_fr: Calibre 2000
it: Calibro 2000
ja: .52ガロン
ko: .52 갤런
nl: .52 Kaliter
ru: Струевик .52
zh_hans: .52加仑
zh_hant: .52加侖

# Shooter_Gravity_01
source: .52 Gal Deco
de: .52 Gallon Deko
es_419: Salpicadora 2000 chic
es_es: Salpicadora 2000 DX
fr_ca: Calibre 2000 chic
fr_fr: Calibre 2000 chic
it: Calibro 2000 DX
ja: .52ガロンデコ
ko: .52 갤런 데코
nl: .52 Kaliter Deco
ru: Струевик .52 «Деко»
zh_hans: .52加仑 装饰
zh_hant: .52加侖 裝飾

# Shooter_Heavy_00
source: .96 Gal
de: .96 Gallon
es_419: Salpicadora 3000
es_es: Salpicadora 3000
fr_ca: Calibre 3000
fr_fr: Calibre 3000
it: Calibro 3000
ja: .96ガロン
ko: .96 갤런
nl: .96 Kaliter
ru: Струевик .96
zh_hans: .96加仑
zh_hant: .96加侖

# Shooter_Heavy_01
source: .96 Gal Deco
de: .96 Gallon Deko
es_419: Salpicadora 3000 chic
es_es: Salpicadora 3000 DX
fr_ca: Calibre 3000 chic
fr_fr: Calibre 3000 chic
it: Calibro 3000 DX
ja: .96ガロンデコ
ko: .96 갤런 데코
nl: .96 Kaliter Deco
ru: Струевик .96 «Деко»
zh_hans: .96加仑 装饰
zh_hant: .96加侖 裝飾

# Shooter_Long_00
source: Jet Squelcher
de: Platscher
es_419: Megasoplador
es_es: Megabarredora
fr_ca: Méganettoyeur
fr_fr: Nettoyeur XL
it: Sweeper
ja: ジェットスイーパー
ko: 제트 스위퍼
nl: Straalplonzer
ru: Плескарь
zh_hans: 喷射清洁枪
zh_hant: 噴射清潔槍

# Shooter_Long_01
source: Custom Jet Squelcher
de: Platscher SE
es_419: Megasoplador adaptado
es_es: Megabarredora SP
fr_ca: Méganettoyeur modifié
fr_fr: Nettoyeur XL modifié
it: Sweeper CM
ja: ジェットスイーパーカスタム
ko: 커스텀 제트 스위퍼
nl: Gemodde Straalplonzer
ru: Плескарь «Понт»
zh_hans: 喷射清洁枪 改装
zh_hant: 噴射清潔槍 改裝

# Shooter_Normal_00
source: Splattershot
de: Kleckser
es_419: Rociador
es_es: Lanzatintas
fr_ca: Liquéficateur
fr_fr: Liquidateur
it: Splasher
ja: スプラシューター
ko: 스플랫 슈터
nl: Superspetter
ru: Каплестрел
zh_hans: 斯普拉射击枪
zh_hant: 斯普拉射擊槍

# Shooter_Normal_01
source: Tentatek Splattershot
de: Tentatek-Kleckser
es_419: Rociador Tentáctica
es_es: Lanzatintas B
fr_ca: Liquéficateur Tentatek
fr_fr: Liquidateur griffé
it: Splasher logo
ja: スプラシューターコラボ
ko: 스플랫 슈터 컬래버
nl: Tentatek Superspetter
ru: Каплестрел «Щуччи»
zh_hans: 斯普拉射击枪 联名
zh_hant: 斯普拉射擊槍 聯名

# Shooter_Normal_H
source: Hero Shot Replica
de: Heldenwaffe Replik
es_419: Rociador de élite réplica
es_es: Pistola de élite (réplica)
fr_ca: Liquéfi. héroïque (rép.)
fr_fr: Lanceur héroïque (réplique)
it: Pistola élite replica
ja: ヒーローシューター レプリカ
ko: 히어로 슈터 레플리카
nl: Heldenspetter (replica)
ru: Каплестрел героя (клон)
zh_hans: 英雄射击枪 复制
zh_hant: 英雄射擊槍 複製

# Shooter_Normal_O
source: Order Shot Replica
de: Ordnung-Kleckser Replik
es_419: Rociador orden réplica
es_es: Lanzatintas orden (réplica)
fr_ca: Lanceur d'Ordre (réplique)
fr_fr: Lanceur d'Ordre (réplique)
it: Pistola Ordine replica
ja: オーダーシューター レプリカ
ko: 오더 슈터 레플리카
nl: Ordespetter (replica)
ru: Каплестрел Порядка (клон)
zh_hans: 秩序射击枪 复制
zh_hant: 秩序射擊槍 複製

# Shooter_Normal_Oct
source: Octo Shot Replica
de: Okto-Kleckser Replik
es_419: Rociador octariano réplica
es_es: Pistola octariana (réplica)
fr_ca: Lanceur octaling (réplique)
fr_fr: Lanceur Octaling (réplique)
it: Octosplasher replica
ja: オクタシューター レプリカ
ko: 옥타 슈터 레플리카
nl: Octospetter (replica)
ru: Осьмострел (клон)
zh_hans: 章鱼射击枪 复制
zh_hant: 章魚射擊槍 複製

# Shooter_Precision_00
source: Splash-o-matic
de: Fein-Disperser
es_419: Plumón
es_es: Marcador fino
fr_ca: Marqueur léger
fr_fr: Marqueur léger
it: Marker d'assalto
ja: シャープマーカー
ko: 샤프 마커
nl: Spetterspuit
ru: Плюхомет
zh_hans: 窄域标记枪
zh_hant: 窄域標記槍

# Shooter_Precision_01
source: Neo Splash-o-matic
de: Fein-Disperser Neo
es_419: Plumón neo
es_es: Marcador fino neo
fr_ca: Marqueur léger néo
fr_fr: Marqueur léger Néo
it: Marker d'assalto Neo
ja: シャープマーカーネオ
ko: 네오 샤프 마커
nl: Spetterspuit Neo
ru: Плюхомет «Нео»
zh_hans: 窄域标记枪 新型
zh_hant: 窄域標記槍 新型

# Shooter_QuickLong_00
source: Splattershot Nova
de: Kosmo-Kleckser
es_419: Rociador espacial
es_es: Lanzatintas espacial
fr_ca: Lanceur spatial
fr_fr: Lanceur spatial
it: Splasher Nova
ja: スペースシューター
ko: 스페이스 슈터
nl: Superspetter Nova
ru: Каплестрел НОВА
zh_hans: 太空射击枪
zh_hant: 太空射擊槍

# Shooter_QuickLong_01
source: Annaki Splattershot Nova
de: Annaki-Kosmo-Kleckser
es_419: Rociador espacial Annak
es_es: Lanzatintas espacial B
fr_ca: Lanceur spatial Aroz
fr_fr: Lanceur spatial Aroz
it: Splasher Nova Annak
ja: スペースシューターコラボ
ko: 스페이스 슈터 컬래버
nl: Annaki Superspetter Nova
ru: Каплестрел НОВА-ПАНК
zh_hans: 太空射击枪 联名
zh_hant: 太空射擊槍 聯名

# Shooter_Short_00
source: Sploosh-o-matic
de: Disperser
es_419: Marcador grueso
es_es: Marcador
fr_ca: Marqueur lourd
fr_fr: Marqueur lourd
it: Marker
ja: ボールドマーカー
ko: 볼드 마커
nl: Spettertuit
ru: Плюхотрон
zh_hans: 广域标记枪
zh_hant: 廣域標記槍

# Shooter_Short_01
source: Neo Sploosh-o-matic
de: Disperser Neo
es_419: Marcador grueso neo
es_es: Marcador neo
fr_ca: Marqueur lourd néo
fr_fr: Marqueur lourd Néo
it: Marker Neo
ja: ボールドマーカーネオ
ko: 네오 볼드 마커
nl: Spettertuit Neo
ru: Плюхотрон «Нео»
zh_hans: 广域标记枪 新型
zh_hant: 廣域標記槍 新型

# Shooter_TripleMiddle_00
source: H-3 Nozzlenose
de: S3 Tintenwerfer
es_419: Manguera pesada
es_es: Tintambor pesado
fr_ca: Arroseur lourd
fr_fr: Arroseur lourd
it: Triplete
ja: H3リールガン
ko: H3 릴 건
nl: H-3 Langsnuit
ru: Тяжелый каплетрон
zh_hans: H3卷管枪
zh_hant: H3捲管槍

# Shooter_TripleMiddle_01
source: H-3 Nozzlenose D
de: S3 Tintenwerfer D
es_419: Manguera pesada D
es_es: Tintambor pesado D
fr_ca: Arroseur lourd requin
fr_fr: Arroseur lourd Cétacé
it: Triplete D
ja: H3リールガンD
ko: H3 릴 건 D
nl: H-3 Langsnuit D
ru: Тяжелый каплетрон 2.0
zh_hans: H3卷管枪D
zh_hant: H3捲管槍D

# Shooter_TripleQuick_00
source: L-3 Nozzlenose
de: L3 Tintenwerfer
es_419: Manguera ligera
es_es: Tintambor ligero
fr_ca: Arroseur léger
fr_fr: Arroseur léger
it: Triplete compatto
ja: L3リールガン
ko: L3 릴 건
nl: L-3 Stompsnuit
ru: Каплетрон-компакт
zh_hans: L3卷管枪
zh_hant: L3捲管槍

# Shooter_TripleQuick_01
source: L-3 Nozzlenose D
de: L3 Tintenwerfer D
es_419: Manguera ligera D
es_es: Tintambor ligero D
fr_ca: Arroseur léger requin
fr_fr: Arroseur léger Cétacé
it: Triplete compatto D
ja: L3リールガンD
ko: L3 릴 건 D
nl: L-3 Stompsnuit D
ru: Каплетрон-компакт 2.0
zh_hans: L3卷管枪D
zh_hant: L3捲管槍D

# Slosher_Bathtub_00
source: Bloblobber
de: Wannen-Schwapper
es_419: Derramatic baño
es_es: Derramatic baño
fr_ca: Bassineur
fr_fr: Bassineur
it: Secchiostro vasca
ja: オーバーフロッシャー
ko: 오버플로셔
nl: Spatkuip
ru: Ваннаган
zh_hans: 满溢泡澡泼桶
zh_hant: 滿溢泡澡潑桶

# Slosher_Bathtub_01
source: Bloblobber Deco
de: Wannen-Schwapper Deko
es_419: Derramatic baño chic
es_es: Derramatic baño DX
fr_ca: Bassineur chic
fr_fr: Bassineur chic
it: Secchiostro vasca DX
ja: オーバーフロッシャーデコ
ko: 오버플로셔 데코
nl: Spatkuip Deco
ru: Ваннаган «Деко»
zh_hans: 满溢泡澡泼桶 装饰
zh_hant: 滿溢泡澡潑桶 裝飾

# Slosher_Diffusion_00
source: Tri-Slosher
de: 3R-Schwapper
es_419: Derramatic triple
es_es: Derramatic triple
fr_ca: Seauceur trio
fr_fr: Dépoteur
it: Secchiostro triplo
ja: ヒッセン
ko: 물통
nl: Triomorser
ru: Ведроган 3 в 1
zh_hans: 洗笔桶
zh_hant: 洗筆桶

# Slosher_Diffusion_01
source: Tri-Slosher Nouveau
de: 3R-Schwapper Fresco
es_419: Derramatic triple maestro
es_es: Derramatic triple maestro
fr_ca: Seauceur nuancé
fr_fr: Dépoteur nuancé
it: Secchiostro triplo master
ja: ヒッセン・ヒュー
ko: 물통 휴
nl: Triomorser Nouveau
ru: Ведроган 3 в 1 «НуВо»
zh_hans: 洗笔桶·新艺术
zh_hant: 洗筆桶‧新藝術

# Slosher_Double_00
source: Dread Wringer
de: Schwappwascher
es_419: Friegamatic
es_es: Friegamatic
fr_ca: Seau S-Horreur
fr_fr: Seau S-Horreur
it: Secchiapavimenti
ja: モップリン
ko: 몹 링
nl: Wringmorser
ru: Отжиматель
zh_hans: 墨瀑淋
zh_hant: 墨瀑淋

# Slosher_Double_01
source: Dread Wringer D
de: Schwappwascher D
es_419: Friegamatic D
es_es: Friegamatic D
fr_ca: Seau S-Horreur requin
fr_fr: Seau S-Horreur Cétacé
it: Secchiapavimenti D
ja: モップリンD
ko: 몹 링 D
nl: Wringmorser D
ru: Отжиматель 2.0
zh_hans: 墨瀑淋D
zh_hant: 墨瀑淋D

# Slosher_Launcher_00
source: Sloshing Machine
de: Trommel-Schwapper
es_419: Derramatic centrífugo
es_es: Derramatic centrífugo
fr_ca: Encrifugeur
fr_fr: Encrifugeur
it: Secchiostro centrifuga
ja: スクリュースロッシャー
ko: 스크루 슬로셔
nl: Klotstrommel
ru: Центрифугер
zh_hans: 回旋泼桶
zh_hant: 迴旋潑桶

# Slosher_Launcher_01
source: Sloshing Machine Neo
de: Trommel-Schwapper Neo
es_419: Derramatic centrífugo neo
es_es: Derramatic centrífugo neo
fr_ca: Encrifugeur néo
fr_fr: Encrifugeur Néo
it: Secchiostro centrifuga Neo
ja: スクリュースロッシャーネオ
ko: 네오 스크루 슬로셔
nl: Klotstrommel Neo
ru: Центрифугер «Нео»
zh_hans: 回旋泼桶 新型
zh_hant: 迴旋潑桶 新型

# Slosher_Strong_00
source: Slosher
de: Schwapper
es_419: Derramatic
es_es: Derramatic
fr_ca: Seauceur
fr_fr: Seauceur
it: Secchiostro
ja: バケットスロッシャー
ko: 버킷 슬로셔
nl: Morser
ru: Ведроган
zh_hans: 飞溅泼桶
zh_hant: 飛濺潑桶

# Slosher_Strong_01
source: Slosher Deco
de: Schwapper Deko
es_419: Derramatic chic
es_es: Derramatic DX
fr_ca: Seauceur chic
fr_fr: Seauceur chic
it: Secchiostro DX
ja: バケットスロッシャーデコ
ko: 버킷 슬로셔 데코
nl: Morser Deco
ru: Ведроган «Деко»
zh_hans: 飞溅泼桶 装饰
zh_hant: 飛濺潑桶 裝飾

# Slosher_Strong_O
source: Order Slosher Replica
de: Ordnung-Schwapper Replik
es_419: Derramatic orden réplica
es_es: Derramatic orden (réplica)
fr_ca: Seau d'Ordre (réplique)
fr_fr: Seau d'Ordre (réplique)
it: Secchiostro Ordine replica
ja: オーダースロッシャー レプリカ
ko: 오더 슬로셔 레플리카
nl: Ordemorser (replica)
ru: Ведроган Порядка (клон)
zh_hans: 秩序泼桶 复制
zh_hant: 秩序潑桶 複製

# Slosher_Washtub_00
source: Explosher
de: Knall-Schwapper
es_419: Derramatic XP
es_es: Derramatic turbo
fr_ca: Détoneur
fr_fr: Détoneur
it: Termosecchiostro
ja: エクスプロッシャー
ko: 익스플로셔
nl: Kliederkachel
ru: Шпарган
zh_hans: 爆炸泼桶
zh_hant: 爆炸潑桶

# Slosher_Washtub_01
source: Custom Explosher
de: Knall-Schwapper SE
es_419: Derramatic XP adaptado
es_es: Derramatic turbo SP
fr_ca: Détoneur modifié
fr_fr: Détoneur modifié
it: Termosecchiostro master
ja: エクスプロッシャーカスタム
ko: 커스텀 익스플로셔
nl: Gemodde Kliederkachel
ru: Шпарган «Понт»
zh_hans: 爆炸泼桶 改装
zh_hant: 爆炸潑桶 改裝

# Spinner_Downpour_00
source: Ballpoint Splatling
de: Kuli-Splatling
es_419: Garabateador PLM
es_es: Ametrallógrafo
fr_ca: Badigeonneur stylo
fr_fr: Badigeonneur stylo
it: Tetrapenna
ja: クーゲルシュライバー
ko: 쿠겔 슈라이버
nl: Stylospetling
ru: Кугельшрайбер
zh_hans: 圆珠笔
zh_hant: 圓珠筆

# Spinner_Downpour_01
source: Ballpoint Splatling Nouveau
de: Kuli-Splatling Fresco
es_419: Garabateador PLM maestro
es_es: Ametrallógrafo maestro
fr_ca: Badigeonneur stylo nuancé
fr_fr: Badigeonneur stylo nuancé
it: Tetrapenna master
ja: クーゲルシュライバー・ヒュー
ko: 쿠겔 슈라이버 휴
nl: Stylospetling Nouveau
ru: Кугельшрайбер «НуВо»
zh_hans: 圆珠笔·新艺术
zh_hant: 圓珠筆‧新藝術

# Spinner_Hyper_00
source: Hydra Splatling
de: Hydrant
es_419: Garabateador HD
es_es: Extintador
fr_ca: Exteinteur
fr_fr: Exteinteur
it: Idrante
ja: ハイドラント
ko: 하이드런트
nl: Blusling
ru: Брызгомет «Горыныч»
zh_hans: 消防栓旋转枪
zh_hant: 消防栓旋轉槍

# Spinner_Hyper_01
source: Custom Hydra Splatling
de: Hydrant SE
es_419: Garabateador HD adaptado
es_es: Extintador SP
fr_ca: Exteinteur modifié
fr_fr: Exteinteur modifié
it: Idrante CM
ja: ハイドラントカスタム
ko: 커스텀 하이드런트
nl: Gemodde Blusling
ru: «Понт-Горыныч»
zh_hans: 消防栓旋转枪 改装
zh_hant: 消防栓旋轉槍 改裝

# Spinner_HyperShort_00
source: Heavy Edit Splatling
de: Kartuschierer
es_419: Corrigetintas
es_es: Corrigetintas
fr_ca: Correcteur
fr_fr: Correcteur
it: Splatling a pennarelli
ja: イグザミナー
ko: 이그재미너
nl: Examinator
ru: Брызгомет XL «Корректор»
zh_hans: 审查者
zh_hant: 審查者

# Spinner_HyperShort_01
source: Heavy Edit Splatling Nouveau
de: Kartuschierer Fresco
es_419: Corrigetintas maestro
es_es: Corrigetintas maestro
fr_ca: Correcteur nuancé
fr_fr: Correcteur nuancé
it: Splatling a pennarelli master
ja: イグザミナー・ヒュー
ko: 이그재미너 휴
nl: Examinator Nouveau
ru: Корректор «НуВо»
zh_hans: 审查者·新艺术
zh_hant: 審查者‧新藝術

# Spinner_Quick_00
source: Mini Splatling
de: Klecks-Splatling
es_419: Garabateador
es_es: Tintralladora ligera
fr_ca: Badigeonneur XP
fr_fr: Badigeonneur XS
ja: スプラスピナー
ko: 스플랫 스피너
nl: Mini-Spetling
ru: Брызгомет-М
zh_hans: 斯普拉旋转枪
zh_hant: 斯普拉旋轉槍

# Spinner_Quick_01
source: Zink Mini Splatling
de: Sagitron-Klecks-Splatling
es_419: Garabateador Tintaz
es_es: Tintralladora ligera B
fr_ca: Badigeonneur XP Leviathus
fr_fr: Badigeonneur XS griffé
it: Mini splatling logo
ja: スプラスピナーコラボ
ko: 스플랫 스피너 컬래버
nl: Zink Mini-Spetling
ru: Брызгомет-М «Шпротус»
zh_hans: 斯普拉旋转枪 联名
zh_hant: 斯普拉旋轉槍 聯名

# Spinner_Standard_00
source: Heavy Splatling
de: Splatling
es_419: Garabateador Pro
es_es: Tintralladora
fr_ca: Badigeonneur
fr_fr: Badigeonneur
it: Splatling a tanica
ja: バレルスピナー
ko: 배럴 스피너
nl: Spetling
ru: Брызгомет XL
zh_hans: 桶装旋转枪
zh_hant: 桶裝旋轉槍

# Spinner_Standard_01
source: Heavy Splatling Deco
de: Splatling Deko
es_419: Garabateador Pro chic
es_es: Tintralladora DX
fr_ca: Badigeonneur chic
fr_fr: Badigeonneur chic
it: Splatling a tanica DX
ja: バレルスピナーデコ
ko: 배럴 스피너 데코
nl: Spetling Deco
ru: Брызгомет XL «Деко»
zh_hans: 桶装旋转枪 装饰
zh_hant: 桶裝旋轉槍 裝飾

# Spinner_Standard_O
source: Order Splatling Replica
de: Ordnung-Splatling Replik
es_419: Garabateador orden réplica
es_es: Tintralladora orden (réplica)
fr_ca: Badigeonneur d'Ordre (réplique)
fr_fr: Badigeonneur d'Ordre (réplique)
it: Splatling Ordine replica
ja: オーダースピナー レプリカ
ko: 오더 스피너 레플리카
nl: Ordespetling (replica)
ru: Брызгомет Порядка (клон)
zh_hans: 秩序旋转枪 复制
zh_hant: 秩序旋轉槍 複製

# Stringer_Explosion_00
source: Wellstring V
de: Penta-Pumper
es_419: Arcrotensor V
es_es: Arcrotensor V
fr_ca: Multisperceur V
fr_fr: Multisperceur V
it: Fontanarco V
ja: フルイドV
ko: 플루이드 V
nl: Pentapomper
ru: Квинтиватор «Колодезь»
zh_hans: 邦普V
zh_hant: 邦普V

# Stringer_Explosion_01
source: Custom Wellstring V
de: Penta-Pumper SE
es_419: Arcrotensor V adaptado
es_es: Arcrotensor V SP
fr_ca: Multisperceur V modifié
fr_fr: Multisperceur V modifié
it: Fontanarco V CM
ja: フルイドVカスタム
ko: 커스텀 플루이드 V
nl: Gemodde Pentapomper
ru: Квинтиватор «Понт»
zh_hans: 邦普V 改装
zh_hant: 邦普V 改裝

# Stringer_Normal_01
source: Inkline Tri-Stringer
de: Alpomar-Tri-Stringer
es_419: Arcromatizador triple Moluskia
es_es: Arcromatizador triple B
fr_ca: Trisperceur Abysma
fr_fr: Trisperceur Abysma
it: Tri-calamarco Maremont
ja: トライストリンガーコラボ
ko: 트라이 스트링거 컬래버
nl: Inkline Triospanner
ru: Тритиватор «Коллаб»
zh_hans: 三发猎鱼弓 联名
zh_hant: 三發獵魚弓 聯名

# Stringer_Normal_O
source: Order Stringer Replica
de: Ordnung-Stringer Replik
es_419: Arcromatizador orden réplica
es_es: Arcromatizador orden (réplica)
fr_ca: Transperceur d'Ordre (réplique)
fr_fr: Transperceur d'Ordre (réplique)
it: Calamarco Ordine replica
ja: オーダーストリンガー レプリカ
ko: 오더 스트링거 레플리카
nl: Ordespanner (replica)
ru: Тетиватор Порядка (клон)
zh_hans: 秩序猎鱼弓 复制
zh_hant: 秩序獵魚弓 複製

# Stringer_Short_00
source: REEF-LUX 450
de: LACT-450
es_419: AR-CR0 450
es_es: AR-CR0 450
fr_ca: Coralux 450
fr_fr: Coralux 450
it: ARCO-RAL 450
ja: LACT-450
ko: LACT-450
nl: RIF-LEX 450
ru: КО-РАЛЛ 450
zh_hans: LACT-450
zh_hant: LACT-450

# Stringer_Short_01
source: REEF-LUX 450 Deco
de: LACT-450 Deko
es_419: AR-CR0 450 chic
es_es: AR-CR0 450 DX
fr_ca: Coralux 450 chic
fr_fr: Coralux 450 chic
it: ARCO-RAL 450 DX
ja: LACT-450デコ
ko: LACT-450 데코
nl: RIF-LEX 450 Deco
ru: КО-РАЛЛ 450 «Деко»
zh_hans: LACT-450 装饰
zh_hant: LACT-450 裝飾

# Blaster_Short_00
source: Luna Blaster
es_419: Lanzamotas Nova
es_es: Ultradevastador
fr_ca: Proxiblasteur
fr_fr: Proxiblaster
it: Blaster lunar
ja: ノヴァブラスター
ko: 노바 블래스터
ru: Лунобластер
zh_hans: 新星爆破枪
zh_hant: 新星爆破槍

# Blaster_Short_01
source: Luna Blaster Neo
es_419: Lanzamotas Nova neo
es_es: Ultradevastador neo
fr_ca: Proxiblasteur néo
fr_fr: Proxiblaster Néo
it: Blaster lunar Neo
ja: ノヴァブラスターネオ
ko: 네오 노바 블래스터
ru: Лунобластер «Нео»
zh_hans: 新星爆破枪 新型
zh_hant: 新星爆破槍 新型

# Charger_Long_00
source: E-liter 4K
es_419: Entintador 4K
es_es: Entintador 4K
fr_ca: X-traceur +
fr_fr: Extraceur +
it: Tinter a carica 4K
ja: リッター4K
ko: 리터 4K
ru: Э-литр 95
zh_hans: 公升4K
zh_hant: 公升4K

# Stringer_Normal_00
source: Tri-Stringer
es_419: Arcromatizador triple
es_es: Arcromatizador triple
fr_ca: Trisperceur
fr_fr: Trisperceur
it: Tri-calamarco
ja: トライストリンガー
ko: 트라이 스트링거
nl: Triospanner
ru: Тритиватор
zh_hans: 三发猎鱼弓
zh_hant: 三發獵魚弓

# Blaster_Middle_00
source: Blaster
es_419: Lanzamotas
es_es: Devastador
fr_ca: Éclablasteur
fr_fr: Éclablaster
ja: ホットブラスター
ko: 핫 블래스터
nl: Klodderblaster
ru: Бластер
zh_hans: 火热爆破枪
zh_hant: 火熱爆破槍

# Spinner_Serein_00
source: Nautilus 47
es_419: Nautilo 47
es_es: Subtralladora 47
ja: ノーチラス47
ko: 노틸러스 47
ru: Наутилус-47
zh_hans: 鹦鹉螺号47
zh_hant: 鸚鵡螺號47

# Spinner_Serein_01
source: Nautilus 79
es_419: Nautilo 79
es_es: Subtralladora 79
ja: ノーチラス79
ko: 노틸러스 79
ru: Наутилус-79
zh_hans: 鹦鹉螺号79
zh_hant: 鸚鵡螺號79

# Blaster_Precision_00
source: S-BLAST '92
es_419: L-MOT 92
es_es: D-VAST 92
fr_ca: S-Blasteur '92
fr_fr: S-Blaster '92

# Blaster_Precision_01
source: S-BLAST '91
es_419: L-MOT 91
es_es: D-VAST 91
fr_ca: S-Blasteur '91
fr_fr: S-Blaster '91
